Repository: ubports-weblate/indicator-session
Catalog: po/*.po
Languages: hy

source: Are you sure you want to close all programs and log out?
hy: Համոզվա՞ծ եք, որ ուզում եք փակել բոլոր ծրագրերը և դուրս գալ։

source: Some software updates won't be applied until the computer next restarts.
hy: Որոշ թարմացումներ կտեղադրվեն միայն վերաբեռնումից հետո։

source: Log Out
hy: Ելք

source: Cancel
hy: Չեղարկել

source: Restart
hy: Վերաբեռնել

source: Are you sure you want to close all programs and restart the computer?
hy: Համոզվա՞ծ եք, որ ուզում եք փակել բոլոր ծրագրերը և վերաբեռնել։

source: Shut Down
hy: Անջատել

source: Are you sure you want to close all programs and shut down the computer?
hy: Համոզվա՞ծ եք, որ ուզում եք փակել բոլոր ծրագրերը և վերաբեռնել։

source: Guest
hy: Հյուր

source: %s Help…
hy: «%s»-ի Ձեռնարկ…

source: About This Device…
hy: Սարքի Մասին…

source: About This Computer
hy: Համակարգչի Մասին

source: Report a bug
hy: Հայտնել վրիպակի մասին

source: System Settings…
hy: Կարգավորումներ…

source: Start Screen Saver
hy: Միացնել Էկրանապահիչը

source: Switch Account…
hy: Փոխել Հաշիվը…

source: Switch Account
hy: Փոխել Հաշիվը

source: Lock/Switch Account…
hy: Կողպել/Փոխել Հաշիվը…

source: Lock/Switch Account
hy: Կողպել/Փոխել Հաշիվը

source: Lock
hy: Կողպել

source: Guest Session
hy: Հյուրի սեանս

source: Log Out…
hy: Ելք...

source: Suspend
hy: Ընդհատել

source: Hibernate
hy: Ննջել

source: Restart…
hy: Վերաբեռնել…

source: Shut Down…
hy: Անջատել...
